import fight.build as build

# укажите классы создания героев, которые будут использоваться.
PERSON_CLASSES = [
    build.Person,
    build.Paladin,
    build.Warrior,
]

START_BALANCE = 100

NAMES_HEROES = (
    'Зевс',
    'Арес',
    'Гефест',
    'Апполон',
    'Дионис',
    'Аид',
    'Посейдон',
    'Диметра',
    'Гестия',
    'Гера',
    'Афродита',
    'Афина',
    'Персефона',
    'Артемида',
    'Гермес',
    'Гея',
    'Уран',
    'Тартар',
    'Нюкта',
    'Эреб',
    'Скотос',
    'Геката',
    'Пан',
    'Антей',
    'Асклепий',
    'Амфитрита',
    'Тритон',
    'Эйрена',
    'Ника',
    'Дике',
    'Тюхе',
    'Морфей',
)

NAMES_THINGS = [
    'Шлем',
    'Поножи',
    'Наручи',
    'Доспехи',
    'Щит',
    'Меч',
    'Копье',
    'Пеплос',
    'Хитон',
    'Гиматий',
    'Сандалии',
    'Сапоги',
    'Пилосы',
    'Серьги',
]
