LIST_BATTLE = [
    {'name_battle': 'Битва при Содденском холме',
     'description': ('Произошедшая в конце 1262 года битва могла бы войти в\n'
                     'историю как очередная хрестоматийная победа вот уже\n'
                     '100 лет не знавшего поражений Нильфгаарда, однако в\n'
                     'силу целого ряда причин ей не было суждено было\n'
                     'стать страницей в книге триумфов Империи.\n')},
    {'name_battle': 'Битва при Бренне',
     'description': ('Одно из самых известных сражений 2 Северной Войны.\n'
                     'Битва стала поворотным моментом для Севера и ранее\n'
                     'с трудом противостоял наступлению Нильфгаарда.\n'
                     'Она состоялась у содденского села Старые Жопки,\n'
                     'но в силу некоторых причин в качестве географической\n'
                     'привязки был выбран соседний посёлок Бренна.\n')},
    {'name_battle': 'Битва за мост на Яруге',
     'description': ('Королева Мэва из Лирии и Ривии после потери своей\n'
                     'армии вела партизанскую войну против Нильфгаарда\n'
                     'на территории Лирии. Армия спасла крестьян, которые\n'
                     'были захвачены чёрными, а также уничтожила несколько\n'
                     'батальонов нильфгаардцев. Когда войско Лирии'
                     'изначительно выросло в силе, благодаря притоку\n'
                     'добровольцев и наемников из Махакама, Мэва решила\n'
                     'пересечь Яругу и перенести бой в оккупированный\n'
                     'Ангрен, чтобы уничтожить линии снабжения армии\n'
                     'противника. На мосту рядом с Красной Биндюгой\n'
                     'Мэва оставила часть войск, чтобы обеспечить\n'
                     'отступление своей армии.\n')},
    {'name_battle': 'Битва под Вергеном',
     'description': ('Произошедшая в 1269 году битва между каэдвенской\n'
                     'и аэдирнской армиями. В результате сражения в\n'
                     'долине Понтара установился хрупкий статус-кво,\n'
                     'поскольку стороны понесли столь серьёзные потери,\n'
                     'что продолжить войну не могли.\n')}]
