# Список имен
persons_names = {
    'Карлсен',
    'Каруана',
    'Карякин',
    'Каспаров',
    'Карпов',
    'Кизерицкий',
    'Корчной',
    'Кузубов',
    'Капабланка',
    'Ботвинник',
    'Фишер',
    'Иванчук',
    'Андерссен',
    'Морфи',
    'Чигорин',
    'Ласкер',
    'Алехин',
    'Юдит Полгар',
    'Вера Менчик',
    'Хоу Ифань',
    'Читер',
    'ИИ-ИИ',
}

# Список вещей в интерпретации качеств и навыков.
# Пока предполагается, что имена вещей носят исключительно
# формальный характер и не влияют на параметры.
things_names = [
    'Талант',
    'Воля',
    'Здоровье',
    'Ремесло',
    'Дебют',
    'Миттельшпиль',
    'Окончание',
    'Стратерия',
    'Тактика',
]
