from main_classes import Paladin, Warrior, Rogue, Crusader

CLASS = {
    1: Paladin,
    2: Warrior,
    3: Rogue,
    4: Crusader,
}


NAME = {
    1: 'Хан',
    2: 'Бьёрн',
    3: 'Александр',
    4: 'Джон',
    5: 'Халстад',
    6: 'Каролинг',
    7: 'Джанго',
    8: 'Пес',
    9: 'Тираэль',
    10: 'Зорро',
}


SURNAME = {
    1: 'Великий',
    2: 'Защитник',
    3: 'Железнобокий',
    4: 'Свирепый',
    5: 'Освобожденный',
    6: 'Защитник Справедливости',
    7: 'Бешеный',
    8: 'Светлый',
    9: 'Темный',
    10: 'Зловещий',
}
