from heroes import Paladin, Warrior, Jedi

QUANTITY_ROUNDS = 100
QUANTITY_FIGHTERS = 10

TYPE_HEROES = [
    Paladin,
    Warrior,
    Jedi
]

THINGS = [
    ['Молот гнева', 0, 20, 0],
    ['Шляпа пила', 0, 15, 0.02],
    ['Рука Мидаса', 0, 18, 0.01],
    ['Штурмовая кираса', 20, 0, 0.1],
    ['Маска безумия', 14, 7, 0.03],
    ['Мерцающий плащ', 10, 0, 0.05],
    ['Кольцо защиты', 0, 0, 0.1],
    ['Кольцо здоровья', 20, 0, 0],
    ['Шар лотоса', 15, 0, 0]
]

NAMES_HEROES = [
    'Кун Лао',
    'Горо',
    'Джакс',
    'Джокер',
    'Саб-Зиро',
    'Скорпион',
    'Лю Кан',
    'Соня Блейд',
    'Шрек',
    'Осел',
    'Фиона',
    'Наруто',
    'Саске',
    'Итачи',
    'Сакура',
    'Хината',
    'Гаара',
    'Рик',
    'Морти',
    'Пикачу',
]
