character_names = ('Джон Коннор', 'Люк Скайуокер', 'Ганнибал Лектер',
    'Джек Торранс', 'Джокер', 'Норман Бейтс', 'Бэтмен', 'Зорро',
    'Эллен Рипли', 'Хан Соло', 'Оби-Ван Кеноби', 'Круэлла Де Виль',
    'Чужой', 'Хищник', 'Моисей', 'Фредди Крюгер', 'Дракула', 'Франкенштейн',
    'Доктор Браун', 'Джонни Рико', 'Терминатор', 'SHODAN', 'Рик Декард',
    'Пол Атрейдес', 'Владимир Харконнен', 'Грегор Эйхзенхорн', 'Император человечества')

weapon_names = ('Лазерный меч', 'Рельсовая Пушка', 'BFG', 'Пусьынный орёл',
'Катана', 'Железные Кулаки', 'MG42', 'Сила мысли', '7,2-дюймовая гаубица', 'Миномёт',
'Каменный топор', 'Гарпун', 'Бритва Мерунеса')

armor_names = ('Керамическая броня', 'Рыцарские латы', 'Лазерная броня', 'Силовая броня',
'Бронежилет', 'Пуховая подушка', 'Мантия невидимки', 'Маска Клавикуса Вайла', 'Эбонитовая Кольчуга ',
'Клёпаная броня', 'Драконья чешуя')