# список имен игроков
PERSONS = ['Чак Норрис',
           'Дарт Вейдер',
           'Hello Kitty',
           'Доминик Торетто',
           'Илон Маск',
           'Сильвестр Сталлоне',
           'Тот самый парень',
           'Арагорн',
           'Walter White',
           'Thanos',
           'Тарзан',
           'Джон Lock',
           'МЕССИ',
           'Сын маминой подруги',
           'Росомаха',
           'Groot',
           'Guido van Rossum',
           'Iron man',
           'Саруман',
           'Саурон'
           ]

# список вещей
THINGS = ['Лазерный меч',
          'Корень златоглавки',
          'Меч Короля Артура',
          'Мантия-Невидимка',
          'Посох Друида',
          'Носок',
          'Бита']

# базовый процент защиты
BASE_PROTECTION = 0.2

# базовые очки жизни
BASE_HP = 1

# базовая атака
BASE_ATTACK = 1

# максимальное число вещенй на одного игрока
MAX_THINGS_PER_PERSON = 4

# количество игроков
AMOUNT_OF_PLAYERS = 10

# расы персонажей, учествующие в игре
GAME_RACES = ['Warrior', 'Paladin', 'Elf']
